import React, { Component } from 'react';
import classes from './Article.module.css'; 
import { Link } from 'react-router-dom'; 

export class news1 extends Component { 
  render() {
    return (
        <div className={classes.article}>
            <Link to="/news" className={classes.newsLink}>До усіх новин</Link>
            <article className={classes.article1}>
                <h1>Новий функціонал: Розширений пошук та фільтрація для Постачальників!</h1>
                <p className={classes.date}>14 січня 2025, 12:45</p>                 
                <p>
                  Ми раді повідомити про запуск оновленого модуля пошуку закупівель на платформі "UkrainianTrading"! Тепер постачальники мають у своєму розпорядженні ще потужніші інструменти для точного підбору актуальних тендерів.
                </p>
                
                <p>
                  Оновлений функціонал включає розширені можливості фільтрації, зокрема за регіоном проведення закупівлі, орієнтовним бюджетом, а також можливість пошуку за специфічними ключовими словами безпосередньо в описі тендеру. Ми додали нові параметри сортування результатів для вашої зручності.
                </p>
                
                <h2>Що це означає для вас?</h2>
                <p>
                  Для наших користувачів-постачальників це означає:
                </p>
                <ul>
                  <li><strong>Швидший пошук:</strong> Знаходьте релевантні закупівлі за лічені секунди завдяки більш точним фільтрам.</li>
                  <li><strong>Більше можливостей:</strong> Не пропускайте вигідні пропозиції, використовуючи гнучкі налаштування пошуку.</li>
                  <li><strong>Ефективний розвиток бізнесу:</strong> Отримуйте доступ до саме тих тендерів, які відповідають вашій спеціалізації та можливостям.</li>
                </ul>
                
                <h2>Як скористатися?</h2>
                <p>
                  Оновлений модуль пошуку вже доступний у вашому кабінеті Постачальника на вкладці "Пошук Закупівель". Ознайомтеся з новими фільтрами та почніть використовувати їх для розширення своїх бізнес-горизонтів вже сьогодні!
                </p>
                
                <p>
                  Команда "UkrainianTrading" продовжує працювати над вдосконаленням платформи, щоб зробити вашу роботу ще більш комфортною та результативною. Слідкуйте за нашими наступними оновленнями!
                </p>
            </article>
      </div>
    )
  }
}

export default news1;