import React, { Component } from 'react'
import classes from './Article.module.css'
import { Link } from 'react-router-dom'; 

export class news1 extends Component {
  render() {
    return (
        <div className={classes.article}>
                    <Link to = "/news" className={classes.newsLink}>До усіх новин</Link>
                <article className={classes.article1}>
        <h1>793 мільярди через Prozorro: підсумки державних закупівель 2024 року</h1>
        <p className={classes.date}>14 січня 2025, 12:45</p>
        
        <p>
          Команда UkrainianTrading підбила підсумки 2024 року: 19,21 тис. публічних замовників за підсумками конкурентних торгів уклали понад 379 тис. договорів на 793,04 млрд грн. Завдяки конкуренції вдалося заощадити 52,6 мільярда гривень державних коштів. У закупівлях взяли участь 38,26 тис. постачальників.
        </p>
        
        <p>
          Всього публічні замовники у 2024 році оголосили конкурентних закупівель на 1,19 трлн грн. Найбільший попит мали харчові продукти, ремонтні та дорожні роботи, паливо та електроенергія.
        </p>
        
        <h2>Особливий фокус 2024 року – закупівлі для оборони</h2>
        <p>
          Державні оборонні замовники уклали договори на 164,66 мільярда гривень, заощадивши при цьому 18,66 мільярда. Інновацією року стала спеціальна процедура оборонних рамкових угод, через яку централізовано закуповували БПЛА, автомобілі та харчі. Одними з найбільших оборонних замовників року стали держпідприємства Міністерства оборони “Агенція оборонних закупівель” та “Державний оператор тилу”.
        </p>
        
        <h2>UkrainianTrading Market: п'ятикратне зростання</h2>
        <p>
          Електронний каталог UkrainianTrading Market продемонстрував стрімку динаміку: сума укладених угод зросла майже в 5 разів – до 58,74 мільярда гривень. Цьому сприяло розширення категорій обов'язкових закупівель та збільшення попиту на електроенергію, медичні товари та пальне.
        </p>
        
        <h2>Нові напрямки</h2>
        <p>Вперше через систему проведено закупівлі:</p>
        <ul>
          <li>Послуг з розмінування сільгоспземель (0,5 мільярда гривень)</li>
          <li>За правилами міжнародних донорів – Світового Банку, Червоного Хреста та USAID (1,46 мільярда гривень)</li>
        </ul>
        
        <p>
          Нагадаємо, що раніше ДП “UkrainianTrading” відзначило за результатами закупівель у 2024 році кращих замовників та постачальників на спеціальній церемонії “UkrainianTrading Awards 2024”.
        </p>
        
        <p>
          Проаналізовано завдяки модулю аналітики <a href="https://bi.prozorro.org" target="_blank" rel="noopener noreferrer">bi.prozorro.org</a>, що розвиває команда DOZORRO.
        </p>
      </article>
      </div>
    )
  }
}

export default news1