import React, { Component } from 'react'
import classes from './News.module.css'
import { Link } from 'react-router-dom'; 

export class News extends Component {
  render() {
    return (
      <section className={classes.news}>
        <h1>Новини</h1>
        <article>
            <p>14 січня 2025, 12:45</p>
            <Link to = "/news1" >793 мільярди через UkrainianTrading: підсумки державних закупівель 2024 року</Link>
            <h4>Команда підбила підсумки 2024 року: 19,21 тис. публічних замовників за підсумками конкурентних торгів уклали понад 379 тис. договорів на 793,04 млрд грн.  Завдяки конкуренції вдалося заощадити 52,6 мільярда гривень державних коштів. У закупівлях взяли участь 38,26 тис. постачальників.Всього публічні замовники у 2024 році оголосили</h4>
        </article>
        <hr></hr>
        <article>
            <p>10 січня 2025, 11:10</p>
            <Link to = "/news2" >Про відновлення формування довідок з ЄДР в системі UkrainianTrading</Link>
            <h4>Від 9 січня 2025 року роботу Єдиного державного реєстру було відновлено.Інформуємо користувачів системи щодо відновлення формування довідок на порталів рамках інтеграції з ЄДР.Нагадаємо: через проблеми  мережевої інфраструктури на боці ДП «НАІС» в системі UkrainianTrading тимчасово не формувались довідки з ЄДР.</h4>
        </article>
        <hr></hr>
        <article>
            <p>7 січня 2025, 10:23</p>
            <Link to = "/news3" >181 мільярд : як минув грудень у публічних закупівлях</Link>
            <h4>Наприкінці року замовники оголосили в електронній системі закупівлі на 180,97 млрд грн та уклали договорів на 158,24 млрд грн за результатами конкурентних торгів.Оголошені конкурентні закупівлі13,63 тис. замовників оголосили 62,27 тис. закупівель очікуваною вартістю 180,97 млрд грн.На що планували витратити найбільше:Електроенергія;Бензин та</h4>
        </article>
        <hr></hr>
        <article>
            <p>3 січня 2025, 11:00</p>
            <Link to = "/news4" >Не витрачайте час на пошук технічної специфікації – ось як знайти її за кілька кліків</Link>
            <h4>Технічну специфікацію у запиті ціни пропозицій можна подивитися на новій версії порталу без додаткових завантажень.Де знайти технічну специфікацію за кілька кліківУ новій версії порталу UkrainianTrading:Зайдіть у Реєстр пропозицій учасника.Знайдіть файл під назвою "Електронна пропозиція".Натисніть кнопку "Відкрити у PDF", щоб одразу переглянути</h4>
        </article>
        <hr></hr>
        <article>
            <p>30 грудня 2024, 12:00</p>
            <Link to = "/news5">UkrainianTrading відновлює програму Bug Bounty з пошуку вразливостей</Link>
            <h4>Та закликає фахівців з кібербезпеки до нових пошуків вразливостей у системі, аби підвищити її стійкість до ворожих атак.27 грудня програма UkrainianTrading Bug Bounty відновлює свою роботу на постійній основі. UkrainianTrading запрошує до співпраці багхантерів (фахівців з кібербезпеки або так званих “етичних хакерів”), які зможуть знайти вразливості в електронній системі публічних закупівель UkrainianTrading.У межах програми Bug Bounty во</h4>
        </article>
        <hr></hr>
        <article>
            <p>24 грудня 2024, 19:40</p>
            <Link to = "/news6">Нагадуємо про необхідність підтвердження ступеню локалізації виробництва товарів після 1 січня 2025 року</Link>
            <h4>Нагадуємо виробникам, які хочуть включити свої товари до переліку локалізованих, про необхідність переподачі заявок на підтвердження ступеня локалізації. Незалежно від того, в якому місяці та якому році ви подали попередню заявку, після 1 січня 2025 року необхідно переподати заявку, калькуляцію та підтверджуючі документи. Просимо користуватись нормами Постанови від 2 серпня 2022 р. № 861 (зі змінами), яка регулює процес підтвердження ступеня локалізації та передбачає, що перелік локалізованих товарів формується щороку за результатами автоматичного опрацювання поданих виробником заявок на вебпорталі UkrainianTrading. Запис про включення товару до переліку чинний лише протягом року, в якому була подана заявка. Більш детальну інформацію про локалізацію ви можете знайти за посиланням: 
            </h4>
        </article>
      </section>

    )
  }
}

export default News