import React, { Component } from 'react'
import classes from './Article.module.css'
import { Link } from 'react-router-dom'; 

export class news5 extends Component {
  render() {
    return (
        <div className={classes.article}>
        <Link to="/news" className={classes.newsLink}>До усіх новин</Link>
        <article className={classes.article1}>
          <h1>UkrainianTradingвідновлює програму Bug Bounty з пошуку вразливостей</h1>
          <p className={classes.date}>30 грудня 2024, 12:00</p>
          <p>
            Та закликає фахівців з кібербезпеки до нових пошуків вразливостей у системі, аби підвищити її стійкість до ворожих атак.
          </p>
          <p>
            27 грудня програма UkrainianTradingBug Bounty відновлює свою роботу на постійній основі.
          </p>
          <p>
            UkrainianTradingзапрошує до співпраці багхантерів (фахівців з кібербезпеки або так званих “етичних хакерів”), які зможуть знайти вразливості в електронній системі публічних закупівель Prozorro.
          </p>
          <p>
            У межах програми Bug Bounty вони матимуть змогу вдосконалити захист даних та підвищити стійкість системи UkrainianTradingдо кібератак, отримати фінансову винагороду, а також потрапити до рейтингу багхантерів, який враховує як кількість, так і критичність знайдених вразливостей.
          </p>
          <h2>Як працюватиме програма?</h2>
          <p>
            Пошук вразливостей у системі проходитиме у тестовому середовищі, що є копією центральної бази даних, порталу, інших компонентів Prozorro, а також електронних майданчиків.
          </p>
          <p>
            Учасники матимуть необхідні доступи, інструменти та необмежену кількість часу для пошуків вразливостей у Prozorro. Відповідно до знайдених вразливостей багхантер отримає грошову винагороду та потрапить до рейтингу учасників на порталі публічних закупівель.
          </p>
          <p>
            За попередній рік проєкту Bug Bounty фахівці з кібербезпеки знайшли понад 28 вразливостей різного рівня критичності, які були вчасно усунені та допомогли системі UkrainianTradingстати більш надійною та захищеною.
          </p>
        </article>
      </div>
    )
  }
}

export default news5