import React, { Component } from 'react';
import classes from './News.module.css';
import { Link } from 'react-router-dom'; 

export class News extends Component {
  render() {
    return (
      <section className={classes.news}>
        <h1>Новини</h1>
        <article>
            <p>14 січня 2025, 12:45</p>
            <Link to = "/news1" >Новий функціонал: Розширений пошук та фільтрація для Постачальників!</Link>
            <h4>Ми раді повідомити про запуск оновленого модуля пошуку закупівель! Тепер постачальники можуть використовувати ще більше критеріїв для точного підбору актуальних тендерів, включаючи фільтрацію за регіоном, бюджетом та специфічними ключовими словами в описі. Це допоможе швидше знаходити вигідні пропозиції та ефективніше розвивати свій бізнес.</h4>
        </article>
        <hr></hr>
        <article>
            <p>10 січня 2025, 11:10</p>
            <Link to = "/news2" >Поради Замовникам: Як створити ефективний запит на закупівлю?</Link>
            <h4>Чітко сформульована закупівля – запорука отримання якісних пропозицій. У нашій новій статті ми ділимося порадами, як правильно описати свої потреби, вказати ключові вимоги до товарів/послуг та визначити критерії оцінки, щоб залучити найкращих постачальників. Читайте детальніше та підвищуйте ефективність ваших закупівель!</h4>
        </article>
        <hr></hr>
        <article>
            <p>7 січня 2025, 10:23</p>
            <Link to = "/news3" >Наша платформа зростає: Вже понад 1000 компаній з нами!</Link>
            <h4>Дякуємо за вашу довіру! Кількість зареєстрованих замовників та постачальників на нашій платформі перевищила тисячу. Це свідчить про актуальність та зручність нашого сервісу для українського бізнесу. Ми продовжуємо працювати над розширенням функціоналу та покращенням користувацького досвіду.</h4>
        </article>
        <hr></hr>
        <article>
            <p>30 грудня 2024, 12:00</p>
            <Link to = "/news4">Ваша безпека – наш пріоритет: Посилення заходів захисту даних</Link>
            <h4>Ми впровадили додаткові заходи для забезпечення безпеки ваших облікових записів та конфіденційності комерційної інформації. Нагадуємо про важливість використання складних паролів та регулярного їх оновлення. Детальніше про наші стандарти безпеки читайте за посиланням.</h4>
        </article>
        <hr></hr>
        <article>
            <p>24 грудня 2024, 19:40</p>
            <Link to = "/news5">Запрошуємо до обговорення: Які нові функції ви б хотіли бачити на платформі?</Link>
            <h4>Ми цінуємо думку кожного користувача! Наразі ми збираємо пропозиції щодо подальшого розвитку функціоналу нашої платформи. Поділіться своїми ідеями та побажаннями, заповнивши коротку форму зворотного зв'язку. Разом ми зробимо наш сервіс ще кращим та зручнішим для вашого бізнесу!</h4>
        </article>
      </section>
    )
  }
}

export default News