import React, { Component } from "react";
import classes from './local.module.css'


export class local extends Component {
  
 
  render() {
   
    
    return (
      <div>
        <div className={classes.container}>
        <div>
        <h1 className={classes.title}>Перелік локалізованих товарів</h1>
        <p className={classes.information}>Перелік товарів з підтвердженим ступенем локалізації виробництва можна переглянути за допомогою пошуку на головній сторінці Prozorro.</p>
        <a href = "/#bookmark" className={classes.bookmark}>Переглянути перелік локалізованих товарів</a>
        </div>
        <div>
          <img src="./train.png" alt="train" width="522" height="296"></img>
        </div>
        </div>
        <hr className={classes.line}></hr>
        <div className={classes.grid}>
        <div className={classes.row}>
        <h3 className={classes.h33}>Що таке локалізація?</h3>
        <p className={classes.h44}>14 липня 2022 року набрав чинності Закон «Про внесення змін до Закону України “Про публічні закупівлі” щодо створення передумов для сталого розвитку та модернізації вітчизняної промисловості».

Зміни передбачають введення нового поняття - «ступінь локалізації виробництва» та зміну процедури публічних закупівель шляхом встановлення обов‘язкових вимог щодо локалізації виробництва товарів.</p>
</div>
<div className={classes.row6}>
    <p>Ступінь локалізації виробництва - показник місцевої складової у питомій вазі вартості сировини, матеріалів, вузлів, агрегатів, деталей, складових частин і комплектуючих виробів, робіт, послуг та інших складових вітчизняного виробництва у собівартості товару, що є предметом закупівлі.</p>
</div>
</div>
        <hr className={classes.line}></hr>
        <div className={classes.news}>
            <h2>Популярні питання</h2>
            <hr></hr>
            <details >
            <summary >
              Хто і як визначає ступінь локалізації?
             
            </summary>
            <p>Ступінь локалізації виробництва визначається самостійно виробником товару та підтверджується Уповноваженим органом за формулою:<br/>
              
              <code>СЛ = (1 - (МВ+ІВ) / С) × 100%</code>,<br/>

  де <var>СЛ</var> - ступінь локалізації виробництва;<br/>

<var>МВ</var> - митна вартість сировини, матеріалів, вузлів, агрегатів, деталей, складових частин і комплектуючих виробів, робіт, послуг та інших складових, імпортованих на митну територію України виробником для виробництва товару, що є предметом закупівлі, гривень;,
<br/><var>IВ</var> - вартість імпортних сировини, матеріалів, вузлів, агрегатів, деталей, складових частин і комплектуючих виробів, робіт, послуг та інших складових, придбаних окремо та/або у складі продукції для виробництва товару, що є предметом закупівлі, у постачальника - резидента України, без урахування податку на додану вартість, гривень;
<br/><var>C</var>– собівартість товару, що є предметом закупівлі, гривень.</p>
            </details>
            <hr></hr>
            <details >
            <summary>Для яких товарів визначають ступінь локалізації?</summary>
            <p>Перелік товарів, що будуть закуповуватись у відповідності з зазначеними особливостями, наводиться в пп. 2 п. 61 «Прикінцевих та перехідних положень» та включає такі товари як: трамвайні пасажирські вагони, залізничні пасажирські вагони, тролейбуси, залізничні вагони, багажні вагони та вагони спеціального призначення та інші.</p>
            </details>
            <hr></hr>
            <details >
            <summary>Які вимоги до ступеня локалізації виробництва товару?</summary>
            <p>
    Зміни запроваджуються на 10 років і передбачають такі вимоги до ступеня локалізації виробництва товару:
    <br />
    у 2022 році - 10 відсотків;
    <br />
    у 2023 році - 15 відсотків;
    <br />
    у 2024 році - 20 відсотків;
    <br />
    у 2025 році - 25 відсотків;
    <br />
    у 2026 році - 30 відсотків;
    <br />
    у 2027 році - 35 відсотків;
    <br />
    з 2028 року до дня завершення 10-річного строку дії цього пункту - 40 відсотків.
  </p>
            </details>
            <hr></hr>
            <details >
            <summary>Як формується Перелік товарів з підтвердженим ступенем локалізації?</summary>
            <p>
    Перелік товарів формується автоматично з поданих виробниками товарів, за умови, що ці товари відповідають вимогам зазначеним в «Порядку підтвердження ступеня локалізації виробництва товарів».
    <br />
    Ступінь локалізації виробництва підтверджується Мінекономіки в автоматичному режимі на підставі поданої виробником товару заявки про включення товару до переліку і таких документів:
    <br />
    1) калькуляції собівартості товару із зазначенням митної вартості імпортних компонентів;
    <br />
    2) підтвердження щодо здійснення на території України виробництва не менше одного з елементів товару;
    <br />
    3) копій документів у форматі PDF:
    <ul>
    <li>
    сертифіката відповідності системи управління якістю у виробництві вимогам ДСТУ ISO 9001:2015 або ДСТУ EN ISO 9001:2018 (EN ISO 9001:2015, IDT; ISO 9001:2015, IDT), або національних стандартів, якими їх замінено;
    </li>
    <li>
    для виробників колісних транспортних засобів - сертифіката типу обладнання (або сертифіката типу транспортного засобу) чи сертифіката відповідності транспортних засобів або обладнання, чи сертифіката відповідності щодо індивідуального затвердження, в якому зазначено місцезнаходження виробника колісного транспортного засобу в Україні;
    </li>
    <li>
    заповненої форми державного статистичного спостереження № 1П-НПП (річна) “Звіт про виробництво та реалізацію промислової продукції”, визначеної Держстатом, з інформацією за попередній звітний рік.
    </li>
    </ul></p>
            </details>
            <hr></hr>
            <details >
            <summary>Чи може виробник видалити свій товар з Переліку локалізованих?</summary>
            <p>Ні, виробник не може видалити товар з Переліку товарів з підтвердженим ступенем локалізації.</p>
            </details>
            <hr></hr>
            <details >
            <summary>Як переглянути товари з підтвердженим ступенем локалізації?</summary>
            <p >Перелік товарів можна переглянути за допомогою пошуку на головній сторінці Prozorro. Також Ви можете скористатися функціоналом фільтрів за доступними параметрами для пошуку необхідних товарів.</p>
            <a href = "/#bookmark"className={`${classes.bookmark} ${classes.bookmark1}`}>Переглянути перелік локалізованих товарів</a>
            </details>
        </div>
        
      </div>
    )
  }
}

export default local