import React, { Component } from 'react';
import classes from './local.module.css';

export class local extends Component {
  render() {
    return (
      <div className={classes.local}>
        <div className={classes.container}>
          <div>
            <h1 className={classes.title}>
              Переваги та Принципи Роботи "UkrainianTrading"
            </h1>
            <p className={classes.information}>
              Дізнайтеся, як наша платформа допомагає Замовникам та
              Постачальникам ефективно взаємодіяти та досягати кращих
              результатів у сфері закупівель.
            </p>
          </div>
          <div>
            <img
              className={classes.img}
              src="./train.png"
              alt="train"
              width="522"
              height="296"
            ></img>
          </div>
        </div>
        <hr className={classes.line}></hr>
        <div className={classes.grid}>
          <div className={classes.row}>
            <h3 className={classes.h33}>
              Чому варто обрати "UkrainianTrading"?
            </h3>
            <p className={classes.h44}>
              {' '}
              Наша платформа створена для спрощення та оптимізації закупівельних
              процесів. Ми прагнемо забезпечити максимальну прозорість,
              стимулювати здорову конкуренцію та надати зручні інструменти для
              всіх учасників ринку – від великих компаній до приватних
              підприємців.
            </p>
          </div>
          <div className={classes.row6}>
            <p>
              {' '}
              "UkrainianTrading" дозволяє Замовникам швидко знаходити надійних
              Постачальників та отримувати вигідні пропозиції, а Постачальникам
              – розширювати ринки збуту та брати участь у цікавих тендерах. Ми
              віримо, що відкритість та доступність інформації є ключем до
              успішних угод.
            </p>
          </div>
        </div>
        <hr className={classes.line}></hr>
        <div className={classes.news}>
          <h2>Популярні питання</h2>
          <hr></hr>
          <details>
            <summary>
              Як зареєструватися на платформі "UkrainianTrading"?
            </summary>
            <p>
              Процес реєстрації дуже простий. Перейдіть на сторінку Реєстрація,{' '}
              <br />
              оберіть вашу роль (Замовник або Постачальник) та заповніть
              необхідні поля. Після підтвердження електронної пошти ви отримаєте
              доступ до повного функціоналу платформи.
            </p>
          </details>
          <hr></hr>
          <details>
            <summary>Які переваги я отримаю як Замовник?</summary>
            <p>
              {' '}
              Як Замовник, ви зможете:
              <ul>
                <li>
                  Легко створювати та публікувати детальні описи ваших
                  закупівель.
                </li>
                <li>
                  Отримувати пропозиції від широкого кола перевірених
                  Постачальників.
                </li>
                <li>
                  Порівнювати умови та обирати найкращі пропозиції, заощаджуючи
                  кошти.
                </li>
                <li>
                  Вести всю історію закупівель та документообіг в одному місці.
                </li>
                <li>
                  Формувати проекти договорів на основі прийнятих пропозицій.
                </li>
              </ul>
            </p>
          </details>
          <hr></hr>
          <details>
            <summary>Які переваги я отримаю як Постачальник?</summary>
            <p>
              Як Постачальник, ви зможете:
              <ul>
                <li>
                  Отримувати доступ до великої бази актуальних закупівель у
                  вашій галузі.
                </li>
                <li>
                  Використовувати зручні фільтри для пошуку релевантних
                  тендерів.
                </li>
                <li>
                  Легко подавати свої комерційні пропозиції та додавати
                  супровідні документи.
                </li>
                <li>
                  Відстежувати статус ваших пропозицій в режимі реального часу.
                </li>
                <li>
                  Розширювати свою клієнтську базу та знаходити нові можливості
                  для бізнесу.
                </li>
              </ul>
            </p>
          </details>
          <hr></hr>
          <details>
            <summary>
              Чи безпечно використовувати платформу "UkrainianTrading"?
            </summary>
            <p>
              Так, безпека даних наших користувачів є нашим пріоритетом. Ми
              використовуємо сучасні методи шифрування (HTTPS) для захисту
              інформації під час передачі. Автентифікація здійснюється за
              допомогою JWT токенів, а доступ до функціоналу розмежований на
              основі ролей. Ми також регулярно проводимо аудити безпеки системи.
            </p>
          </details>
          <hr></hr>
          <details>
            <summary>Як відбувається процес укладання договору?</summary>
            <p>
              {' '}
              Після того, як Замовник приймає пропозицію Постачальника,
              платформа надає можливість сформувати проект договору на основі
              узгоджених умов. Замовник та Постачальник можуть завантажити цей
              проект, внести необхідні уточнення (якщо це передбачено) та
              підписати його поза системою або з використанням електронного
              цифрового підпису (якщо така функція інтегрована).
            </p>
          </details>
        </div>
      </div>
    );
  }
}

export default local;
