import React, { Component } from 'react'
import classes from './market.module.css'
import { Link } from 'react-router-dom';

export class market extends Component {
  render() {
    return (
      <div className={classes.main}>
 <h2 className={classes.h1}>UkrainianTrading Market</h2>
 <hr className={classes.hr}></hr>
        <p className={classes.h1}><i>Ефективні  закупівлі</i></p>

        <div className={classes.text}><Link to = "/salers">Замовникам</Link>
        <p className={classes.order}>Постачальникам</p>
        </div>
        <div className={classes.text}>
            <div><h3>Економія ресурсів</h3>
      <p>Не потрібно витрачати час на підготовку документів, кваліфікацію, аукціон на кожен новий тендер.</p>
      </div>
      <div>
      <h3>Просто та зручно</h3>
      <p>Достатньо лише один раз пройти кваліфікацію, а далі лише чекати на замовлення й відправляти їх за вказаною адресою.</p>
      </div>
     <div>
      <h3>Ринок в мільярди гривень</h3>
      <p>Державні замовники все більше використовують Prozorro Market через його зручність. Наразі попит суттєво перевищує пропозицію.</p>
      </div>
</div>
        
        <h2 className={classes.h1}>Як стати постачальником UkrainianTrading Market</h2>
        <hr className={classes.hr}></hr>
        <p>
          Відбір постачальників до електронного каталогу UkrainianTrading Market здійснюють централізовані закупівельні організації ДУ “Професійні закупівлі”, ДП “Медичні закупівлі України” (ЦЗО) та Філія “Централізована закупівельна організація Державного підприємства “Українські спеціальні системи”.
        </p>
        <p>
          Для того, щоб стати постачальником UkrainianTrading Market, подайте заявку на кваліфікацію до оголошення про відбір постачальників у категорію товарів, яку ви плануєте продавати на державному маркетплейсі. Заявку можна подати через кабінет постачальника на одному з авторизованих електронних майданчиків.
        </p>

     
        <p>Для успішного проходження кваліфікації потрібно підтвердити досвід постачання товарів з тієї категорії, до якої ваша організація подає заявку. Ви можете підтвердити досвід через:</p>
        <ul>
          <li>Видаткові накладні або податкові накладні;</li>
          <li>Нерозірвані угоди у UkrainianTrading;</li>
          <li>Фіскальні чеки.</li>
        </ul>

        <p>
          Кількість накладних, договорів чи чеків, які потрібні для підтвердження досвіду, встановлює ЦЗО.
        </p>

        <h5>Подача заявок та кваліфікація</h5>
        <p>
          Подача заявок на кваліфікацію є безкоштовною. Постачальники сплачують комісію з виграних торгів:
        </p>
        <ul>
          <li>3% суми договору (макс. 50 тис. грн);</li>
          <li>2% суми договору, але не більше 3400 грн (макс. 200 тис. грн);</li>
          <li>1% суми договору, але не більше 3400 грн (більше 200 тис. грн).</li>
        </ul>

        <h2 className={classes.h1}>Правила роботи постачальника в UkrainianTrading Market</h2>
        <hr className={classes.hr}></hr>
        <p>На UkrainianTrading Market можна продати товар через запит ціни пропозицій, який схожий на міні-аукціон. Кожен постачальник подає свою пропозицію, і система вибирає найкращу.</p>

        <h5>Критерії порушень</h5>
        <p>Доступ до електронного каталогу може бути обмежений у разі порушень правил доброчесності.</p>

        <h2 className={classes.h1}>Як продавати на UkrainianTrading Market</h2>
        <hr className={classes.hr}></hr>
        <div className={classes.text2}>
            <div >
          <h3>Отримати повідомлення про замовлення.</h3>
          <p>Коли замовник замовить товар, ви автоматично отримаєте звістку у кабінеті про замовлення або інформацію про запит ціни пропозицій</p>
          </div>
          <div>
          <h3>Подати цінову пропозицію або зв'язатись із замовником.</h3>
          <p>Погодьте деталі та проєкт договору постачання</p>
          </div>
          <div>
          <h3>Укласти договір із замовником.</h3>
          <p>Ви зможете використати один з шаблонів: свій, замовника або рекомендований Prozorro</p>
          </div>
          <div>
          <h3>Надіслати товар замовнику.</h3>
          <p>
Графік поставок замовник зазначає у примітках при створенні запиту ціни пропозицій. При прямій угоді через каталог варто перед укладанням угоди уточнити його у замовника.


</p>
          </div>
          <div>
          <h3>Отримати оплату за товар.</h3>
          <p>Умови оплати замовник зазначає при створенні запиту ціни пропозицій. При прямій закупівлі через каталог постачальник може узгодити умови оплати до укладання договору.</p>
          </div>
          </div>
      </div>
    )
  }
}

export default market