import React, { Component } from 'react';
import classes from './market.module.css';
import { Link } from 'react-router-dom';

export class market extends Component {
  render() {
    return (
      <div className={classes.main}>
        <h2 className={classes.h1}>UkrainianTrading Market</h2>
        <hr className={classes.hr}></hr>
        <p className={classes.h1}>
          <i>Ефективні закупівлі</i>
        </p>

        <div className={classes.text}>
          <Link to="/salers">Замовникам</Link>
          <p className={classes.order}>Постачальникам</p>
        </div>
        <div className={classes.text}>
          <div>
            <h3>Економія ресурсів</h3>
            <p>
              Не потрібно витрачати час на підготовку документів, кваліфікацію,
              аукціон на кожен новий тендер.
            </p>
          </div>
          <div>
            <h3>Просто та зручно</h3>
            <p>
              Достатньо лише чекати на замовлення й відправляти їх за вказаною
              адресою.
            </p>
          </div>
          <div>
            <h3>Ринок в мільярди гривень</h3>
            <p>
              Малі та середні бізнеси все більше використовують UkrainianTrading
              через його зручність. Наразі попит суттєво перевищує пропозицію.
            </p>
          </div>
        </div>

        <h2 className={classes.h1}>Як стати постачальником UkrainianTrading</h2>
        <hr className={classes.hr}></hr>

        <p>
          Для того, щоб стати постачальником UkrainianTrading , пройдіть
          реєєстрацію та відгукніться на закупівлю, що вас зацікавила.
        </p>

        <p>
          Кількість накладних, договорів чи чеків, які потрібні для
          підтвердження досвіду, встановлює ЦЗО.
        </p>

        <h2 className={classes.h1}>
          Правила роботи постачальника в UkrainianTrading{' '}
        </h2>
        <hr className={classes.hr}></hr>
        <p>
          На UkrainianTrading можна продати товар через запит ціни пропозицій,
          який схожий на міні-аукціон. Кожен постачальник подає свою пропозицію,
          і система вибирає найкращу.
        </p>

        <h5>Критерії порушень</h5>
        <p>
          Доступ до електронного каталогу може бути обмежений у разі порушень
          правил доброчесності.
        </p>

        <h2 className={classes.h1}>Як продавати на UkrainianTrading Market</h2>
        <hr className={classes.hr}></hr>
        <div className={classes.text2}>
          <div>
            <h3>Отримати повідомлення про замовлення.</h3>
            <p>
              Коли замовник замовить товар, ви автоматично отримаєте звістку у
              кабінеті про замовлення або інформацію про запит ціни пропозицій
            </p>
          </div>
          <div>
            <h3>Подати цінову пропозицію або зв'язатись із замовником.</h3>
            <p>Погодьте деталі та проєкт договору постачання</p>
          </div>
          <div>
            <h3>Укласти договір із замовником.</h3>
            <p>
              Ви зможете використати шаблон: рекомендований UkrainianTrading
            </p>
          </div>
          <div>
            <h3>Надіслати товар замовнику.</h3>
            <p>
              Графік поставок замовник зазначає у примітках при створенні запиту
              ціни пропозицій. При прямій угоді через каталог варто перед
              укладанням угоди уточнити його у замовника.
            </p>
          </div>
          <div>
            <h3>Отримати оплату за товар.</h3>
            <p>
              Умови оплати замовник зазначає при створенні запиту ціни
              пропозицій.{' '}
            </p>
          </div>
        </div>
      </div>
    );
  }
}

export default market;
