import React, { Component } from 'react'
import classes from './market.module.css'
import { Link } from 'react-router-dom';

export class salers extends Component {
  render() {
    return (
        <div className={classes.main}>
        <h2 className={classes.h1}>UkrainianTrading Market</h2>
        <hr className={classes.hr}></hr>
               <p className={classes.h1}><i>Ефективні  закупівлі</i></p>
       
               <div className={classes.text}>
               <p className={classes.order}>Замовникам</p>
                <Link to = "/market">Постачальникам</Link>
               
               </div>
               <div className={classes.text1}>
                   <div><h3>Прості закупівлі</h3>
             <p>При закупівлі через каталог, замовнику не потрібно:
             Готувати тендерну документацію, готувати технічні вимоги, проводити кваліфікацію постачальника</p>
             </div>
             <div>
             <h3>Швидкі закупівлі</h3>
             <p>Середня тривалість закупівель через е-каталог така:
             Запит ціни пропозицій – 8 днів</p>
             </div>
           
       </div>
               
             
       
               <h2 className={classes.h1} style={{marginTop:"2em"}}>Як купувати на UkrainianTrading Market</h2>
               <hr className={classes.hr}></hr>
               <p>На UkrainianTrading Market можна продати товар через запит ціни пропозицій, який схожий на міні-аукціон. Кожен постачальник подає свою пропозицію, і система вибирає найкращу.</p>
       
               <h5>Купувати на UkrainianTrading легко</h5>


               


               <section>
        <p>Наразі купувати через електронний каталог можна через запит ціни пропозицій.</p>
        <p>Цей вид закупівлі не вимагає від замовника складання тендерної документації, технічних вимог, розгляду пропозицій тощо.</p>
        <p>Для того, щоб здійснити закупівлю через запит ціни пропозицій, замовнику потрібно дотримуватись наступного алгоритму:</p>
        <ol>
            <li>
                <strong>Створити план закупівлі.</strong> Наразі на різних майданчиках це реалізовано по-різному. На частині це за типом це запит ціни пропозицій, на частині – допорогова/спрощена закупівля, також є випадки, коли на одному майданчику можливі обидва варіанти. Як і зазвичай, план потрібно оприлюднити протягом 5 робочих днів з моменту затвердження плану або змін до нього відповідно до частини 1 статті 4 Закону.
            </li>
            <li>
                <p><strong>Оголосити запит ціни пропозицій.</strong> У запиті обов’язково потрібно зазначити:
                    <ul>
                        <li>Найменування товару або товарів;</li>
                        <li>Кількість;</li>
                        <li>Строк поставки;</li>
                        <li>Місце поставки;</li>
                        <li>Умови оплати;</li>
                        <li>Кінцевий строк подання пропозицій (не менше ніж 2 р. дн.)</li>
                    </ul>
                </p>
                <p><strong>ВАЖЛИВО!</strong> Якщо замовнику потрібна поставка товару партіями або треба зазначити якісь інші особливі умови, то цю інформацію обов’язково потрібно зазначити. Для цього є спеціальне поле. На майданчиках воно може називатись «умови постачання та інші примітки» або «умови оплати і доставки» або просто «примітки».</p>
                <p>Радимо зазначити необхідний інтервал поставок та кількість таких поставок (наприклад, регулярно 3 рази на тиждень у період з 01.09.20**р до 31.12.20**р).</p>
            </li>
        </ol>
    </section>



               
             </div>
    )
  }
}

export default salers