import React, { Component } from 'react';
import classes from './categories.module.css';

export class EducationInfo extends Component {
  render() {
    return (
      <div className={classes.container}>
        <div className={classes.title}>Закупівлі Навчання та консалтингу</div>
        <div className={classes.sectionTitle}>
          Особливості закупівель послуг
        </div>
        <p className={classes.text}>
          Закупівлі освітніх та консалтингових послуг вимагають чіткого
          визначення тематики, обсягу, формату (онлайн/офлайн), кваліфікації
          лекторів/консультантів. Важлива програма навчання або перелік
          консалтингових послуг.
        </p>
        <div className={classes.sectionTitle}>
          Для Замовників (Навчання та консалтинг)
        </div>
        <p className={classes.text}>
          Чітко формулюйте цілі та очікувані результати навчання/консалтингу.
          Вказуйте необхідну кількість учасників, терміни та місце проведення.
          Запитуйте інформацію про досвід провайдерів послуг.
        </p>
        <div className={classes.sectionTitle}>
          Для Постачальників (Навчання та консалтинг)
        </div>
        <p className={classes.text}>
          Постачальники мають надати детальну програму навчання або опис
          консалтингових послуг, інформацію про кваліфікацію та досвід
          тренерів/консультантів, а також відгуки від попередніх клієнтів.
        </p>
        <div className={classes.sectionTitle}>
          Прозорість у закупівлях навчання та консалтингу
        </div>
        <p className={classes.text}>
          Відкритість тендерів у цій сфері дозволяє залучати найкращих фахівців
          та установи для підвищення кваліфікації та отримання експертної
          підтримки. Громадський моніторинг допомагає оцінювати ефективність та
          доцільність таких витрат.
        </p>
      </div>
    );
  }
}

export default EducationInfo;
